Repository: kodi-game/game.libretro.quasi88
Catalog: game.libretro.quasi88/resources/language/resource.language.*/strings.po
Languages: ga

# Addon Summary
source: NEC - PC-8000 / PC-8800 series (QUASI88)
ga: NEC - sraith PC-8000 / PC-8800 (QUASI88)

# Addon Description
source: QUASI88 is an emulator by Showzoh Fukunaga licensed under the BSD 3-Clause license. QUASI88 uses code from MAME, XMAME and fmgen.
ga: Is aithriseoir é QUASI88 ó Showzoh Fukunaga atá ceadúnaithe faoin gceadúnas BSD 3-Clásal. Úsáideann QUASI88 cód ó MAME, XMAME agus fmgen.

# Addon Disclaimer
source: Image credit: NEC Retro
ga: Creidmheas íomhá: NEC Retro

# #30001
source: BASIC mode
ga: Mód BUNÚSACH

# #30002
source: Sub-CPU mode
ga: Mód Fo-LAP

# #30003
source: CPU clock
ga: Clog LAP

# #30004
source: Sound board
ga: Bord fuaime

# #30005
source: FDC-Wait
ga: FDC-Fan

# #30006
source: Use PCG-8100
ga: Úsáid PCG-8100

# #30007
source: Save to disk image
ga: Sábháil chuig íomhá diosca

# #30008
source: Rumble on disk access
ga: Rumble ar rochtain diosca

# #30009
source: Screen size
ga: Méid an scáileáin
